"translat.k_a" = "to";"translat.k_absentismo" = "Absenteeism";"translat.k_accesoDB" = "DB Access";"translat.k_actualizar" = "Update";"translat.k_actualizarasistencia" = "Update Attendance";"translat.k_actualizarinstrumeval" = "Update Evaluation Instrument";"translat.k_actualizarlogo" = "Logo Update";"translat.k_actualizarmateria" = "Update Subject";"translat.k_actualizarmembrete" = "Heading Update";"translat.k_actualizarobservacion" = "Update Observation";"translat.k_actualizarunidad" = "Update Unit";"translat.k_addFiles" = "Add Files";"translat.k_alto" = "HIGH";"translat.k_altos" = "Highs";"translat.k_alumnevalnegativa" = "Students with Negative Evaluation";"translat.k_alumnoa" = "Student";"translat.k_alumnosconinf" = "List of Students with Reports";"translat.k_annos" = " Years";"translat.k_apellidos" = "Surname";"translat.k_archivo" = "File";"translat.k_arrastre90x90" = "Drag a 90x90px, .png image here";"translat.k_arrastredoc" = "Drag the Document here";"translat.k_arrastredocs" = "Drag the Document/s here";"translat.k_asistencia" = "Attendance";"translat.k_aula" = "Classroom";"translat.k_ausencias" = "Absences";"translat.k_balanceestcomp" = "Standars/Competences Balance";"translat.k_basico" = "BASIC";"translat.k_basicos" = "Basics";"translat.k_besurehaveselected" = "Be sure you have selected Class, Assessment and Type of Report";"translat.k_besurehaveselectedgroup" = "Be sure you have selected Class";"translat.k_biografico" = "Biographical";"translat.k_bloque" = "Unit";"translat.k_bloquesmall" = "Unit";"translat.k_bodyhere" = "Enter-the-body-here";"translat.k_borraralumnos" = "Delete all Students";"translat.k_borraralumnos_grupos_etc" = "Delete Groups, Schedule Data in the Course";"translat.k_borrarseleccionados" = "Delete Selected";"translat.k_calcular" = "Calculate";"translat.k_calificaciones" = "Grading";"translat.k_cancelar" = "Cancel";"translat.k_cargacopiaseg" = "Load Backup";"translat.k_cargadesdehistorico" = "Load from Historical";"translat.k_cargarparamatricular" = "Load to Enroll";"translat.k_cargarsql" = "Load SQL";"translat.k_cerrar" = "Close";"translat.k_checkupdate" = "Check for Updates";"translat.k_clickennuevoalumno" = "Click on “New Student”";"translat.k_compAA" = "AA, Personal, Social and Learning";"translat.k_compCC" = "CC, Cultural awarness and Expression";"translat.k_compCD" = "CD, Digital Competence";"translat.k_compCL" = "CL, Literacy and Languages";"translat.k_compCM" = "CM, Maths, Science and engineering";"translat.k_compCS" = "CS, Civil Competence";"translat.k_competencia" = "Competence";"translat.k_competenrelac" = "Related Competence key";"translat.k_competensmall" = "Comp.";"translat.k_compettrabajadas" = "Competences already worked";"translat.k_compSI" = "SI, Entrepreneurship";"translat.k_configurarinformes" = "Reports Config";"translat.k_consolidar" = "Consolidate";"translat.k_consolidarabsent" = "Consolidate Absences";"translat.k_consol_all" = "Consolidate All";"translat.k_consol_many" = "Consolidate Many...";"translat.k_contenidos" = "Contents";"translat.k_continuar" = "Continue";"translat.k_copiasegescritorio" = "Do Backup on Desktop";"translat.k_criterio" = "Criterion: ";"translat.k_criteriosasociados" = "Associated Evaluation Criteria";"translat.k_criterioseval" = "Evaluation Criteria:";"translat.k_cursos" = "Courses";"translat.k_datoobligatorio" = "Mandatory Field";"translat.k_datoutil" = "Suitable Field";"translat.k_dejeelcursor" = "Leave the mouse over each button for getting info";"translat.k_delgrupomat" = " from Class ";"translat.k_denominacion" = "Denomination";"translat.k_denompereval" = "Assesstment Period Denomination";"translat.k_desasignarunit" = "Unassign this Unit";"translat.k_descripcion" = "Description";"translat.k_desmatricular" = "Unenroll";"translat.k_diadeguardado" = "It was saved on";"translat.k_diadelasemana" = "Weekday";"translat.k_direccion" = "Address";"translat.k_domingo" = "Sunday";"translat.k_edad" = "Age";"translat.k_editar" = "Edit";"translat.k_ejecutar" = "Run";"translat.k_el" = "on";"translat.k_eliminar" = "Delete";"translat.k_eliminarbloque" = "Delete Unit";"translat.k_eliminarcriterio" = "Delete Criterion";"translat.k_eliminarestandar" = "Delete Standar";"translat.k_eliminarinforme" = "Delete Report";"translat.k_eliminarinstrum" = "Delete Instrument";"translat.k_eliminarmateria" = "Delete Subject";"translat.k_emailenviados" = "email detected correctly";"translat.k_emailproblemas" = "There are problems with email-address of the students";"translat.k_emailsend" = "Send em@il";"translat.k_enescritorio" = "in your Desktop";"translat.k_enviaremail" = "Send em@il to all students in the group";"translat.k_errorconectdb" = "Error Connection to DB";"translat.k_estado" = "State";"translat.k_estaltos" = "High Standars";"translat.k_estandar" = "Standard";"translat.k_estandUnidad" = "Unit Standars: ";"translat.k_estbasicos" = "Basic Standars";"translat.k_estmedios" = "Intermediate Standars";"translat.k_exportar" = "Export";"translat.k_exportcsvimcompleto" = "Export incomplete .csv";"translat.k_exporttocsv" = "Export to .csv";"translat.k_fdoprofesor" = "Signed, The Teacher";"translat.k_fecha" = "Date ";"translat.k_fechainicio" = "Starting Date";"translat.k_fechanacimiento" = "Birthdate";"translat.k_fechatermino" = "Ending Date";"translat.k_filtrarpor" = "Filter by:";"translat.k_final" = "End";"translat.k_forzarchecktipe" = "Autocheck Tipe at starting";"translat.k_generador" = "Generator";"translat.k_generarinf" = "Report";"translat.k_generarinformes" = "Generate Report/s";"translat.k_grafxnivelcomp" = "Graph by Competence level";"translat.k_grafxtipoest" = "Graph by Standar Type";"translat.k_grupo" = "Class";"translat.k_grupo_materia" = "Class";"translat.k_grupo_materiaplural" = "Classes";"translat.k_guardar" = "Save";"translat.k_guardarinstrumeval" = "Save Evaluation Instrument";"translat.k_guardarmateria" = "Save Subject";"translat.k_guardarobservacion" = "Save Observation";"translat.k_guardarobsgrupo" = "Save Class Observation";"translat.k_guardarunidad" = "Save Unit";"translat.k_hagaseleccionprimero" = "Make a Selection first";"translat.k_historial" = "Saved Sql";"translat.k_historicounits" = "Units History";"translat.k_horafin" = "Ending Time";"translat.k_horainicio" = "Starting Time";"translat.k_horario" = "Schedule";"translat.k_hoy" = "Today";"translat.k_importar" = "Import";"translat.K_importoptions" = "Import Options";"translat.k_informes" = "Reports";"translat.k_inicio" = "Start";"translat.k_inscritoen" = "Inscribed on:";"translat.k_instrumeval" = "Evaluation Instrument";"translat.k_jueves" = "Thursday";"translat.k_justificadas" = "Justified";"translat.k_level" = "Level";"translat.k_limpiaorphans" = "Clean Orphans";"translat.k_listadoinformes" = "List of generated Reports";"translat.k_listadoporapell" = "Student (listed by Last Name A->Z)";"translat.k_listadoxcompe" = "Summary List by Competences (Achievemment Levels)";"translat.k_listadoxestand" = "Summary List by Standars";"translat.k_listarxgrupref" = "List by Parent Group";"translat.k_lunes" = "Monday";"translat.k_madre" = "Mother";"translat.k_martes" = "Tuesday";"translat.k_materia" = "Subject";"translat.k_materiasimilar" = "A Subject like the one you are trying to import has been found stored. ";"translat.k_matriculado" = "Enrolled";"translat.k_maximo" = "Highest";"translat.k_media" = "Average";"translat.k_medio" = "INTERMEDIATE";"translat.k_medios" = "Intermediates";"translat.k_meses" = " Months";"translat.k_miercoles" = "Wednesday";"translat.k_misclases" = "My Classes";"translat.k_modificar" = "Modify";"translat.k_modificarinstrumeval" = "Modify Evaluation Instrument";"translat.k_modificarmateria" = "Modify Subject";"translat.k_modificarnombregrupomat" = "Modify Class Name";"translat.k_modificarobservacion" = "Modify Observation";"translat.k_modificarunidad" = "Modify Unit";"translat.k_mostrararchivo" = "Show File";"translat.k_movilma" = "Mom’s Cell";"translat.k_movilpa" = "Father’s Cell";"translat.k_nacionalidad" = "Nacionality";"translat.k_nivelalumno" = "Student Average";"translat.k_nivelgrupo" = "Class Average";"translat.k_noconsiderarlo" = "Don´t Consider";"translat.k_nombre" = "Name";"translat.k_notaconsolidada" = "Consolidated Mark";"translat.k_notahandchange" = "Manually changed Mark";"translat.k_notaorientativa" = "Avg.*";"translat.k_notasconsolidadas" = "Consolidated Marks";"translat.k_nuevamateria" = "New Subject";"translat.k_nuevaobservacion" = "New Observation";"translat.k_nuevaunidad" = "New Unit";"translat.k_nuevo" = "New";"translat.k_nuevoalumno" = "New Student";"translat.k_nuevobloque" = "New Unit";"translat.k_nuevocriterio" = "New Criterion";"translat.k_nuevocurso" = "New Class";"translat.k_nuevodocumento" = "New Document";"translat.k_nuevoestudiante" = "New Student: ";"translat.k_nuevoinstrumeval" = "New Evaluation Instrument";"translat.k_numalumnos" = "Students Nº.";"translat.k_numbloque" = "N. Unit:";"translat.k_numfaltasinj" = "Number of Unexcused Absences: ";"translat.k_numfaltasjus" = "Number of Justified Absences: ";"translat.k_numfaltasret" = "Number of Delays: ";"translat.k_obsbiograficas" = "Biographical Observations";"translat.k_observacion" = "Observation";"translat.k_observaciones" = "Notes";"translat.k_observeneval" = "Observations made in the Evaluation Period";"translat.k_optionsimpexp" = "Import/Export Opt.";"translat.k_padre" = "Father";"translat.k_percentxgrupo" = "Percentages per Group";"translat.k_percentxgrupoconsolcalif" = "% by Group and Consolidated Evals.";"translat.k_percentxgruporefconsolcal" = "% by Subject and Consolidated Evals.";"translat.k_periodo" = "Period";"translat.k_periodoevalsingular" = "Assesstment period";"translat.k_periodoseval" = "Assesstment periods";"translat.k_peso" = "Weight";"translat.k_pesoseninstrum" = "Weights for this Instrument*";"translat.k_pesosestandares" = "Standard Weights";"translat.k_programacion" = "Programming";"translat.k_programrefuerzo" = "Reinforcement Program";"translat.k_progref" = "REINFORCEMENT PROGRAM FOR THE ACQUISITION OF BASIC LEARNING";"translat.k_promedio" = "Average";"translat.k_promedioprog" = "Progressive Average";"translat.k_promediosalum" = "Student Averages";"translat.k_promediosgrupo" = "Class Averages";"translat.k_publicar" = "Publish";"translat.k_qualification" = "Qualification";"translat.k_quierenuevoalumno" = "If you’re sure you want to create the Student: ";"translat.k_q_borrartramo" = "Do you want to delete this schedule section\? ";"translat.k_regulacion" = "Legal Framework";"translat.k_resumenabsentismo" = "Summary of Absenteeism in the Evaluation Period";"translat.k_retrasos" = "Delays";"translat.k_revisamaterias" = "Review your subjects. ";"translat.k_sabado" = "Saturday";"translat.k_sehaguardadook" = "has been saved correctly as ";"translat.k_seleccforinfosql" = "Select from the List for SQL statement info.";"translat.k_seleccionatodos" = "Select All";"translat.k_seleccione" = "Select…";"translat.k_seleccionecsv" = "Select .csv File";"translat.k_selecciongrupomat" = "Select Class…";"translat.k_selecciongrupomatany" = "Select at least one Class…";"translat.k_seleccionprogaimportar" = "Select file (subject) to import";"translat.k_seleccionunidad" = "Select Unit…";"translat.k_selecpereval" = "Select Assessment Period...";"translat.k_si" = "Yes";"translat.k_sobreesbir" = "Overwrite";"translat.k_spcdisenospc" = "                     Design                     ";"translat.k_spcestandaresspc" = "                     Standars                     ";"translat.k_spcunidadesspc" = "                     Units                     ";"translat.k_subjecthere" = "Enter-the-Subjet-here";"translat.k_telefono" = "Phone";"translat.k_text_webservererror" = "Network connection not detected. The Service could not be started";"translat.k_tipeinfodash" = "Tipe (Integrated Teaching and Teaching Tasks, and sounds as \"Tea-Peh\"), is an app that has grown from a few dozen lines of code, such as the teacher\'s agenda, to a few tens of thousands, from which the programming of the subjects to be taught is contemplated, until the automatic reports of reinforcement plans for students.\n\nThe bureaucratization of teaching tasks makes it unthinkable today that the teacher\'s classic notebook is enough for a correct normative application. Sometimes the spreadsheets are not flexible enough. Online software, where we \"innocently\" share sensitive data of our students and also devised in a generalist way, does not meet current needs either.\n\nTipe comes to simplify and efficiently integrate the daily tasks of teachers, reaching where others do not.\n\nSince the release of the Tipe 3.2.2 version, the web platform for sharing Programming is available, which makes Tipe a powerful tool in which we can program our subjects in seconds. Visit our website for more information.\n\nThe source code at https://github.com/clmmakers/tipe\nInformation at http://auladeplas.com\n\n\nthe clmmakers team";"translat.k_tipetitle" = "Tipe (Integrated Tasks for Teachers and Teaching)";"translat.k_tipo" = "Type";"translat.k_tipoobservacion" = "Observation Type";"translat.k_titulo" = "Title";"translat.k_tocsv" = "It will create a .csv file with the Data in this table";"translat.k_tocsvausenciacalif" = "It will create a .csv file with the Data in this table.\nYou can continue, but keep in mind this lack of Grades";"translat.k_todas" = "All";"translat.k_tratarestandaresrep" = "Repeated Standars treatment:";"translat.k_txtabsent" = "A list will be generated by students of the selected group with absenteeism balance in selected period";"translat.k_txtaccionborrararchivo" = "This Action cannot be Undone, do you really want to Delete this File\?";"translat.k_txtaccioncargardesdehist" = "In this process, the starting and ending dates of the Unit will be increased one year, as well as the dates of completion of each of the Associated Evaluation Instruments.\nCheck the configuration once loaded.";"translat.k_txtaccioneliminarbloque" = "This action cannot be undone, Do you really want to delete this Unit\?. This will automatically delete Criteria and Standars attached to this Unit";"translat.k_txtaccioneliminarcriterio" = "This action cannot be undone, Do you really want to delete this Criterion\?. This will automatically delete related Standars";"translat.k_txtaccioneliminarestandar" = "This action cannot be undone, Do you really want to delete this Standar\?";"translat.k_txtaccioneliminarestHazar" = "Tipe allows this action, but keep in mind that if you have Evaluation Instruments with this standard and already have assigned marks you can generate a referential integrity problem in the Database. Make sure you know what you are doing";"translat.k_txtaccioneliminarsubject" = "This action cannot be undone, do you really want to delete this Subject\?";"translat.k_txtaccioneliminarsubjectexp" = "This will automatically delete the Units, Criteria and Standards associated with this subject";"translat.k_txtalumnosconinf" = "A list will be generated by Students of the selected Group with the number of generated Reports";"translat.k_txtalumnosdetect" = "Students detected";"translat.k_txtalumnosselecc" = " selected students";"translat.k_txtanotada1asistencia" = "An attendance anotation has been successfully updated";"translat.k_txtanotadasvariasasistencias" = " attendance annotations have been successfully updated";"translat.k_txtarchivoreferenciaa" = "Selected file refers to: ";"translat.k_txtarrastredocinfo" = "Drag the .txt file that describes the Reinforcement Program here";"translat.k_txtasignetipoobs" = "Assign a Category  (or Add a new one)";"translat.k_txtasignunacalifallstandars" = "Assign a Mark to the Standards of this Instrument";"translat.k_txtaspectoimg" = "This image doesn’t fit the required aspect, drag an image as close as possible to 130x60px (2-2.5:1)";"translat.k_txtbalanestcomp" = "A list of Standars (with associated weight and competence) will be generated on screen with averages -just in case-";"translat.k_txtbloquenoblanco" = "Unit, Content and/or Unit number cannot be blank";"translat.k_txtborraralumnostodos" = "Delete all students, their grades, attendance, observations and reports. Keep the schedule, groups, programming, evaluation periods, units and evaluation instruments intact, make a backup copy beforehand";"translat.k_txtborrargrupo_q" = "Do you really want to delete this Class\?";"translat.k_txtbrevedescrip" = "Must give a brief description";"translat.k_txtcalifbiggerthanten" = "Alert!, Grade bigger than 10";"translat.k_txtcambiologo" = "Drag a png or jpg image on the current one, then click on “Update Logo”.  Use an image with an 2:2.5 aspect ratio (width:height). You can drag any image size that complies that ratio, Tipe will adjust the image for you.";"translat.k_txtcamposobligatmateria" = "All fields are required to add/modify a subject";"translat.k_txtcargacopiaseg" = "Load a Backup Copy. BE CAREFUL as it overwrites the data that are contained in Tipe . Make sure you have previously created a Backup Copy. You must restart Tipe to work normally. Automatically a copy of the current data is created on the Desktop in a folder Tipe3.XXXXXXXe+9";"translat.k_txtcierreestadilloprevio" = "Please, close the .pdf report previosly generated and try again";"translat.k_txtclonaruniten" = "Clone this Unit in ";"translat.k_txtclonegradetoall" = "Clone Standar first grade in others to all Students  ";"translat.k_txtclonegradetoone" = "Clone Standar first grade in others to this Student ";"translat.k_txtcopiaseguridad" = "A Backup Copy is created on the Desktop named (Tipe_xx_xx_xxxx -date-), the internal files remain intact. You should not alter the contents of the generated folder if you want to load this Backup again.";"translat.k_txtcriterionoblanco" = "You cannot leave blank the criterion content";"translat.k_txtdebeintrodtxtobs" = "You must enter Observation text and/or assign the Observation category";"translat.k_txtdescripcsqlstat" = "Brief description about this SQL Statement.";"translat.k_txtdetecciondegrades" = "Grades have been detected in other Standars.\n\nIf you continue, you will overwrite these Grades";"translat.k_txtdevolvertipeoriginal" = "Return Tipe to its original state installing from scratch, that is, delete all the current data (if any) . Previously make a Backup Copy. You have to restart Tipe to work normally again.\nIMPORTANT !: This option does not work in Windows. If you want to return Tipe to its initial state, follow these steps: \n1.- Make a backup copy\n2.- Uninstall Tipe\n3.- Run the installer again.";"translat.k_txtdobleclick" = "More options with double click";"translat.k_txteliminaranotacionfalta" = "Remove Attendance Annotation";"translat.k_txtemailexplanation" = "Your default mail client will open. \"Subject\", and \"Body\" of the email must be completed in this application.\nThe field \"To:\" will contain the email of the first student of the group. Replace it with your email.";"translat.k_txtencontradocoincidenciasmat" = "The following coincidences have been found. If the Student you are trying to create is on the list, Select it and “Load to enroll” (don’t repeat students, the referential integrity -DB- would be broken). It will be taken back to the previous window";"translat.k_txtencontrararesumen" = "Summary of the selected Document (if you wrote it at loading)";"translat.k_txterrordesasignandoestan" = "Error by unassigning this Standar to the Instrumento";"translat.k_txterrorguardarobs" = "An error has ocurred Saving this Observation";"translat.k_txterrorleerjson" = "Error accessing imported json file";"translat.k_txterrorupdatinattendance" = "An error has ocurred updating this assistante";"translat.k_txterrorupdatinobs" = "An error has ocurred updating this Observation";"translat.k_txtescribatobs" = "Enter the Observation";"translat.k_txtestandareseval" = "Appraisable learning standars:";"translat.k_txtestandarnoblanco" = "The content of the standard, weight and the competence cannot be blank";"translat.k_txtfechacomienzounidad" = "\tThe date of realization/correction of this instrument is prior to the beginning of the Unit that develops.\n\tI will adjust the date to the beginning of the Unit";"translat.k_txtfechainiciomayor" = "The Starting Date cannot be after the Ending Date.\n\nIt will automatically adjust the Starting Date 30 days before the Ending Date";"translat.k_txtfechasproblemacalculos" = "\tThe date of this instrument exceeds the dates of the Unit that develops.\n\tTipe allows it, but take care about this anomaly if you have adjusted the dates of the Unit with some Assesstment period, since the results of this instrument could get out of calculations";"translat.k_txtgenercalifconsol_lista" = "Consolidated grades have been generated for the evaluation period of the following groups:";"translat.k_txtgrupoobservacionhecha" = "The Observation was made in Class";"translat.k_txtgruporef" = "Parent Group";"translat.k_txtgruposdetect" = "Group/s (Group-Subject) detected";"translat.k_txtguardadoobscorrect" = "The Observation has been correctly saved ";"translat.k_txthaycalifconsol" = "There are consolidated qualifications for this Class and this evaluation period.";"translat.k_txthaycalifconsol_lista" = "Consolidated grades found for the evaluation period of the following Classes have been overwritten:";"translat.k_txtimportarstudesdecsv" = "You can also import New students from a .csv file";"translat.k_txtimportexportprog" = "Bellow you have an export/import (min 3:08) programming video tutorial using Tipe-Sharing platform (internet connection required)\n-Activate subtitles if you don\'t speak Spanish-";"translat.k_txtincluirabsen" = "Include Attendance Summary";"translat.k_txtincluirobs" = "Include Observations of the Selected Evaluation";"translat.k_txtindicarcalifprimeracol" = "Please, Enter the grade of the first column (Standar) in order to assign that grade to the rest of the Standars";"translat.k_txtindicarcomoestand" = "Select how to consider repeated standars";"translat.k_txtindicarobsyotros" = "Please, Enter Observation, Class and/or Type for this Observation";"translat.k_txtindiquegrupomat" = "Select Class";"translat.k_txtindiquetitleyotrosinstrum" = "Please, enter Title, Description and/or Date for this Evaluation Instrument";"translat.k_txtindiquetitleyotrosunit" = "Please, enter Title, Description and/or Starting and Ending Dates for this Unit";"translat.k_txtinfoconsolcal" = "The qualifications of the groups marked with check in the selected evaluation period will be calculated by treating repeated standards (if they exist) using the chosen algorithm.\nIf there are consolidated marks for the selected evaluation period they will be overwritten.\nThis action can not be undone";"translat.k_txtinfocreargrupomat" = "Enter the fields to create the Class you want. To save changes press “Save” button, after that you will be prompted for creating and/or enroll students in the newly created Class.";"translat.k_txtinfodocuforunit" = "You must drag on the Icon the document you want to store in this Unit";"translat.k_txtinfohuerfanos" = "In the list appear the students stored in Tipe Gradebook that currently are NOT enrolled in any Class";"translat.k_txtinfoinstrumborrado" = "The Evaluation Instrument and all existing Grades have been deleted in all Classes assigned to it";"translat.k_txtinfoporcentajes" = "The Sum of percentages must be 100%";"translat.k_txtinfosqlprompt" = "To avoid rendering the database unusable and losing vital data, only the use of the \"SELECT\" statement is allowed.";"translat.k_txtinstadaultimaversion" = "Tipe is Up to Date";"translat.k_txtinstrumentosevalasociados" = "Associated Evaluation Instruments";"translat.k_txtintrobreveresumen" = "Enter a brief summary of the document contents";"translat.k_txtintroducedatapereval" = "You must Enter all the Data to Save a New Evaluation Period";"translat.k_txtintroducesql" = "Enter SQL Statement";"translat.k_txtjsonmalformado" = "It’s not a well-formed file. Be sure to import a valid .JSON file";"translat.k_txtjsonNOtienemateria" = "Selected file doesn’t appear to contain any valid subject, select a valid file";"translat.k_txtjsontienemateria" = "The file seems to contain well-formed material, if you perform the import, browse through its contents to be sure they are correct";"translat.k_txtlineacabeceras" = "Treat first line as Headers (csv)";"translat.k_txtmateriasdetect" = "Subject/s detected";"translat.k_txtmetefechanacim" = "Please, enter birthdate";"translat.k_txtnavlistado" = "Navigating the marks list with: TAB, arrow UP, arrow DOWN";"translat.k_txtnavlistadoenter" = "Consolidate cell with \'Enter\' key";"translat.k_txtnoabririnf" = "Don’t Open Generated Reports Automatically";"translat.k_txtnoactprefe" = "Your Preferences could not be updated";"translat.k_txtnoconsolcalifxpereval" = "There are no consolidated Marks for the Subject or Class selected";"translat.k_txtnodeletecalif" = "Could not Delete this Grade";"translat.k_txtnodocumentquiereseguir" = "You have not loaded a .txt Document for the reinforcement program, do you really want to continue\?";"translat.k_txtnoencontradoregistros" = "No records found";"translat.k_txtnoguardargrupomat" = "The Class could not be saved: ";"translat.k_txtnoguardatramo" = "It’s not possible to save this class, there is a DB connection problem.";"translat.k_txtnohacargadodocument" = "You have not loaded a Document, please Drag one to the dedicated area";"translat.k_txtnopoderactualinstrum" = "The Evaluation Instrument could not be Updated";"translat.k_txtnopoderactualizarunit" = "Unit could not be Updated";"translat.k_txtnopoderalmacenarcalifori" = "It was not possible to store the orientative mark for this Task";"translat.k_txtnopoderborrarinf" = "The Report could not be Deleted";"translat.k_txtnopoderborrarinstrum" = "The Evaluation Instrument could not be Deleted";"translat.k_txtnopoderborrarpereval" = "The Evaluation Period could not be Deleted";"translat.k_txtnopoderborrartramo" = "It was not possible to delete this schedule section";"translat.k_txtnopodercrearstorageinf" = "The Report storage structure could not be created";"translat.k_txtnopoderguardarinfde" = "Unable to Save the Report of: ";"translat.k_txtnopoderguardarinstrum" = "Unable to Save the Evaluation Instrument";"translat.k_txtnopoderguardarobs" = "The Observation could Not be Saved";"translat.k_txtnopoderguardarpereval" = "Unable to Save the Evaluation Period, there is a problem with DB";"translat.k_txtnopoderguardarunit" = "Unable to Save this Unit";"translat.k_txtnopodermodifestunit" = "This Standar cannot be modified, there are already assigned grades";"translat.k_txtnopodersalir" = "Unable to QUIT Tipe from this tab";"translat.k_txtnopudeborrarclase" = "The Class could not be deleted";"translat.k_txtnosavecalif" = "Could not Save this Grade";"translat.k_txtnosepuededeshacer" = "This action cannot be undone!";"translat.k_txtnotasversion" = "Version Info: ";"translat.k_txtnotodostienenmarks" = "Not all students have been graded.\n\nYou can continue, keep in mind this absence of marks.";"translat.k_txtnoupdatecalif" = "Could not Update this Grade";"translat.k_txtnuevonombreclaseactual" = "Enter the new Name for the current Class and click on Save button";"translat.k_txtnuminformgenerados" = "Reports generated";"translat.k_txtnumstudimportok" = " New students have been successfully imported into the Registry. Return to the Enrollment List for the registration (green labeled).";"translat.k_txtnumstudNOimport" = " Students have not been imported into the registry because they either exist or are missing Mandatory data such as Name or Surname (red labeled).";"translat.k_txtobsalumnogrupo" = "Observation for Class Students: ";"translat.k_txtobservinstrum" = "Add Observation/Documents to this Instrument";"translat.k_txtobservinstrum1" = "EV. INSTRUMENT OBS.";"translat.k_txtobservpublicabydef" = "By default the observation will be published";"translat.k_txtperevelguardadook" = "The Evaluation Period has been Save correctly";"translat.k_txtporcengrup" = "A statistical table-type report will be generated on the screen, detailing the number of students and percentages for the different qualifying brackets";"translat.k_txtporcengrupconsolcalif" = "A statistical table-type report will be generated on the screen, detailing the number of students and percentages for the different qualifying brackets (taking consolidated marks)";"translat.k_txtprepnuevocurso" = "Delete Schedules, Evaluation periods, Groups and all the data related to the students: attendance, observations, grades, reports but Keep intact the personal data. Keep programming, Units and Evaluation instruments intact. It\'s an option if you want to start a new course by keeping students in order to load them into the groups/subjects of the new course. Make a Backup in advance";"translat.k_txtprintestadillomarking" = "Print report for correction of this Instrument (with Standars)";"translat.k_txtproblemasinternet" = "It seems that is not connected to Internet or there are problems with de Server";"translat.k_txtprogimportadaokchequear" = "Subject has been successfully imported. Make sure it is correct checking its contents (Units, Criteria and Standars). ";"translat.k_txtquiereborrarfalta" = "This action cannot be Undone, do you really want to Delete this Attendance annotation\?";"translat.k_txtquiereborrarinf" = "This action cannot be Undone, do you really want to Delete this Report\?";"translat.k_txtquiereborrarinstrum" = "This action cannot be Undone, do you really want to Delete this Instrument\?.\n\nIt implies that all the Grades of this Instrument will be deleted for ALL the Classes that have it";"translat.k_txtquiereborrarobs" = "This action cannot be Undone, do you really want to Delete this Observation\?";"translat.k_txtquiereborrarpereval" = "This action cannot be Undone, do you really want to Delete this Assestment Period\?";"translat.k_txtquieredesmatricular" = "This action cannot be undone. Do you really want to unenroll ";"translat.k_txtrightclicmoreopt" = "Right click to see options in this view";"translat.k_txtseleccionarcursoobs" = "Select a Class to record an Observation to all Students";"translat.k_txtseleccioneeval" = "Select an Evaluation period in the List";"translat.k_txtseleccioneprevUnits" = "Pre-Select a Unit and/or Class of Listings";"translat.k_txtselectgrupoinfoobs" = "Select a Class for recording an Observation to all Students";"translat.k_txtselectInstfordescripcion" = "Instrument Description";"translat.k_txtselectmateria" = "Select a Subject";"translat.k_txtsoloselect" = "Only Select statements allowed";"translat.k_txtsolotxt" = "Only Plain Text Files supported -.txt-";"translat.k_txttipeadatosinstall" = "Tipe will be returned to its original state installed from scratch";"translat.k_txttipeclosebacupdesk" = "Tipe will be close once the process is finished (a Backup Copy will be created on Desktop). Restart Tipe for using it normally";"translat.k_txttramoguardado" = "This class has been saved correctly";"translat.k_txtunitevaldetect" = "Evaluation Units detected\t";"translat.k_txtunitsdelgrupomat" = "Selected Class Units";"translat.k_txtversionavailable" = "A new versión is available: ";"translat.k_txtvolveroimportaragain" = "Go back or import a new one";"translat.k_txtwrongcheckicon" = "Wrong check icon test";"translat.k_txt_infowebserver" = "0.- The service works on the intranet. Server (Tipe) and clients (Web browsers, mobile devices, etc.) must be in the same network.\n1.- For the correct operation of the service, keep Tipe opened and in the foreground (don\'t leave the screen until the process is finished).\n2.- For compatibility you must use Chrome or Firefox for filling the form.\n3.- The web address where the web service is available is (after click OK to this message):";"translat.k_txt_infowebserverplus" = "0.- The service works on the intranet. Server (Tipe) and clients (Web browsers, mobile devices, etc.) must be in the same network.\n1.- For the correct operation of the service, keep Tipe opened and in the foreground (don\'t leave the screen until the process is finished).\n2.- For compatibility you must use Chrome or Firefox for filling the form.\n3.- Detected several networks. The web service can be at the following addresses (try):";"translat.k_ultimo" = "Latest";"translat.k_unidad" = "Unit";"translat.k_veces" = "times";"translat.k_versionactual" = ", currently installed: ";"translat.k_viernes" = "Friday";"translat.k_volver" = "Back";"translat.k_volverdatosinstall" = "Return to Installation Data";"translat.k_volverlistamatriculacion" = "Back to the Enrollment List";"translat.k_webserviceautostop" = "Hey, I\'ve turned off the server for you!";"translat.k_webservicestart" = "Star Web Service";"translat.k_webservicestop" = "Stop Web Service";"translat.k_seleccionejson" = "Select .json File";